---
kind: other
id: Properties.T:Autodesk.Revit.DB.LayoutRuleClearSpacing
source: html/4e48f439-7646-0b3b-d26c-9f79953fd8c0.htm
---
# LayoutRuleClearSpacing Properties

Identifies if the object is read-only or modifiable.